Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Let me assure you that combating geographical market segmentation, be it the result of state measures or the behaviour of private parties, is a high priority for our policy in the internal market.
es: Le aseguro que combatir la segmentación del mercado geográfico ya sea el resultado de medidas estatales o del comportamiento de particulares, es una de las principales prioridades de nuestra política de mercado interno.

source: the status of full-time, standard contracts of indefinite duration in comparison with new flexible forms of work and the emphasis on measures to resolve labour market segmentation
es: la consideración de los contratos estándar indefinidos y a jornada completa, en comparación con las nuevas formas flexibles de trabajo, y la importancia concedida a las medidas encaminadas a resolver la segmentación del mercado laboral

source: Please note that to adapt our services and products to your tastes and preferences, the personal data obtained from you could be used for advertising, market segmentation, business prospecting and internal studies.
es: Le informamos que para adecuar nuestros servicios y productos a sus preferencias y gustos, los datos personales que se obtengan podrán ser utilizados para realizar acciones publicitarias, segmentación de mercado, prospección comercial y estudios internos.

source: Promote flexibility combined with employment security and reduce labour market segmentation, having due regard to the role of the social partners
es: Promover la flexibilidad combinada con la seguridad del empleo y reducir la segmentación del mercado de trabajo, prestando la debida atención a la función de los interlocutores sociales.

source: But the tools of the IP system, including parallel imports and compulsory licensing, are likely to play an essential part in underpinning differential pricing and market segmentation.
es: Pero las herramientas del sistema de PI, incluidas las importaciones paralelas y las licencias obligatorias, probablemente pueden desempeñar un papel esencial al servir de apoyo a la fijación diferencial de precios y a la segmentación del mercado.

source: We work with the management of each business division to design the proper market segmentation required for the analyses
es: Definimos junto a la dirección de cada división del negocio la segmentación adecuada del mercado necesaria para los análisis

source: Interprets market segmentation and product-service positioning, recognising quantitative and qualitative data.
es: Interpreta la segmentación del mercado y el posicionamiento del producto-servicio, reconociendo datos cuantitativos y cualitativos.

source: Some National Reform Programmes also show a stronger commitment to the most disadvantaged in society by, for example, addressing labour market segmentation and precariousness, and helping poor households benefit more from employment growth.
es: Algunos programas nacionales de reforma muestran también un compromiso más firme con los más desfavorecidos de la sociedad, por ejemplo combatiendo la segmentación del mercado laboral y la precariedad, y ayudando a los hogares en situación de pobreza a beneficiarse más del crecimiento del empleo.

source: Market Segmentation & Positioning - provides all the quantitative information about your markets and your position within them.
es: Segmentación y posicionamiento de mercado - proporciona toda la información cuantitativa a cerca de sus mercados y de su posición en ellos.

source: Más New Mexico is being launched by Padilla Media LLC, a New Mexico Minority, Women-owned business.
es: Más New México es un lanzamiento de Padilla Media LLC un negocio de Nuevo México de Minoría y Mujeres.

source: Mr. Ruiz Sacristán also brings to the Board his informed judgment and his diversified business experience gained from serving on the Board of Directors and of the Audit, and Environmental and Technology Committees of Sempra Energy, a Fortune 500 energy service company, based in San Diego, California and as the Chairman of Asarco LLC.
es: El Sr. Ruiz Sacristán aporta al Directorio su buen juicio y su diversificada experiencia en negocios ganada al servir en los directorios y en los comités de Auditoría y de Tecnología y Ambiente de Sempra Energy, una empresa incluida en la Fortune 500, basada en San Diego, California y como Presidente del Directorio de Asarco LLC.

source: By submitting this order form, you also agree that Alton LLC did not give you any legal or tax advise.
es: Al enviar este formulario de pedido, Usted también acuerda que Alton LLC no le otorgan ningún asesoramiento jurídico o fiscal.

source: This condition precludes IBOs from putting their IB into an existing LLC that they currently use to conduct another business.
es: Esta condición descarta que los IBO coloquen su IB en una LLC ya existente que actualmente utilicen para conducir otros negocios.

source: If neither the manufacturer nor his authorized agent is established in the Community, this obligation falls on the person responsible for first placing the footwear on the Community market.
es: Cuando ni el fabricante ni su representante estén establecidos en la Comunidad, esta obligación recaerá en el responsable de su primera puesta en el mercado en la Comunidad.

source: Throughout the European Union, the manufacturer, or his authorized agent established in the Community, is responsible for supplying the label and for the accuracy of the information contained therein.
es: El fabricante o su representante establecido en la Comunidad es responsable tanto de facilitar la etiqueta como de la exactitud de la información contenida en la misma.

source: Any manufacturer, vendor or resale agent may enter the ENERGY STAR Labelling Program by registering as a Program Participant with the Management Entity of either Party.
es: 1. Todo fabricante, vendedor o minorista podrá participar en el programa de etiquetado ENERGY STAR registrándose como participante ante el órgano de gestión de una de las Partes.

source: Be a direct manufacturer of goods, or an authorised agent/distributor thereof.
es: Sean fabricantes directos de bienes, o agentes/distribuidores autorizados de éstos.

source: The manufacturer or his authorized agent established in the Community or, if neither the manufacturer nor his authorized agent is established in the Community, the economic operator responsible for first placing the textile product on the Community market shall ensure the supply of the label and the accuracy of the information contained therein.
es: 2. El fabricante o su agente autorizado establecido en la Comunidad, o, en caso de que ni el fabricante ni su agente autorizado estén establecidos en la Comunidad, el operador económico responsable de la primera introducción del producto textil en el mercado comunitario garantizará el suministro de la etiqueta y la exactitud de la información contenida en ella.

source: The operator must provide the necessary personal protective equipment as per the information provided by the manufacturer of the crop protection agent to be used, such as
es: El operador debe estar en posesión de los obligatorios elementos de protección personal indicados por el fabricante del producto fitosanitario con el que se va a trabajar, como p. ej.

source: If you already have a specific ribbon, or know the ribbon manufacturer that you want to use, choose the name of the ribbon manufacturer, the standard, colour and colouring agent in the right spaces and click the 'search' button.
es: "Si Usted ya tiene una cinta específica o sabe el fabricante de cintas que Usted quiere utilizar, seleccione el nombre del fabricante de la cinta, el estándar, el color y el agente colorante en los espacios correctos y hacer clic en el botón de ""búsqueda""."

source: Manufacturer of chemical and biological warfare agent detection equipment, upper atmospheric meteorological measuring, and integrated systems. Close to Baltimore-Washington International (BWI), Dulles International and Ronald Reagan International Airports.
es: El fabricante de instrumentos de detección para agentes químicos y biológicos, sistemas de medición para la atmósfera superior y sistemas integrados se encuentra cerca del Aeropuerto Internacional de Baltimore-Washington (BWI), el Aeropuerto Internacional Dulles y el Aeropuerto Nacional Ronald Reagan de Washington.

source: Every manufacturer of a device, or its appointed agent, needs to contact an NCB to apply for free-of-charge (re-)testing.
es: Todos los fabricantes de dispositivos, o sus agentes autorizados, han de ponerse en contacto con un BCN para solicitar que se realice la prueba, o la repetición de la prueba, que se efectúa de forma gratuita.

source: "Telefónica del Peru maintains its commercial penetration strategy through its supply of services directed to each segment of market (commercialization of ""Trios"" and ""Duos""), as well as its fidelization campaign for clients."
es: Telefónica del Perú mantiene su estrategia comercial de penetración a través de su oferta de servicios dirigida a cada segmento de mercado (comercialización de Tríos y Dúos), así como con la campaña de fidelización de clientes.

source: The audit focused on strategic planning and monitoring as well as on operational and financial monitoring.
es: Esta auditoría se centró en la planificación y supervisión estratégica, así como en la supervisión operativa y financiera.

source: It is therefore essential that the European Union seek to play a leading role in processes allowing responsible consumers to distinguish between, and opt for, products, the extraction, processing and marketing of which has complied with environmental protection standards.
es: Por tanto, es imprescindible que la Unión Europea trate de liderar los procesos que permitan a los consumidores responsables discernir y poder optar por productos en cuya extracción, transformación y comercialización se han seguido criterios de respeto al medio ambiente.

source: National pricing and reimbursement systems may introduce additional delays to marketing of a medicine.
es: Los sistemas nacionales de precios y reembolsos pueden introducir retrasos suplementarios en la comercialización de un medicamento.

source: Market segmentation also is an increasingly important strategic tool for OXXO.
es: La segmentación de mercado es también una herramienta estratégica de gran relevancia en OXXO.

source: "To analyze the tourist market segmentation based on the ""travel motivation"" variable."
es: "Analizar la segmentación del mercado turístico a partir de la variable ""motivación de viaje""."

source: The advent of pre-sale systems, information systems and innovative market research techniques have enabled managers to evolve from a one-dimensional market segmentation analysis to a multi-dimensional segmentation approach, discovering unexploited opportunities to drive growth and value.
es: El uso de sistemas de preventa, tecnología de información y técnicas innovadoras de investigación de mercados, ha permitido a los equipos gerenciales evolucionar de un análisis de segmentación de mercado unidimensional, a un enfoque de micro-segmentación multidimensional, por medio del cual se descubren oportunidades no explotadas para impulsar el crecimiento y el valor.

source: AMC is a holding company and most of the business assets and operations of AMC belong to ASARCO LLC and its subsidiaries.
es: AMC es una compañía holding y la mayoría de sus activos y operaciones corporativas pertenecen a ASARCO LLC y sus subsidiarias.

source: EBI LLC is a preferred upholstered furniture manufacturer for the IKEA Company, manufacturing sofas, chairs and a variety of mattresses.
es: EBI LLC, proveedor preferente de mobiliario tapizado para IKEA, se dedica a la fabricación de sofás, sillas y una amplia variedad de colchones.

source: Virtual Productions Services LLC (United States of America) undertook the evaluation in the period January to August 2004.
es: La evaluación fue realizada entre enero y agosto de 2004 por Virtual Productions Services LLC (Estados Unidos de América).

source: Starz and related channels and service marks are property of Starz Entertainment, LLC.
es: Starz y los canales y marcas de servicio relacionados son propiedad de Starz Entertainment, LLC.

source: TIAX LLC is a technology processing consulting company operating at the intersection of business and technology.
es: TIAX LLC es una empresa consultora de tecnología de procesamiento que opera como intersección de la empresa y la tecnología.

source: And you can just order a site in our company (LLC Jumla) and we will and will explain to you personally.
es: Y usted puede pedir un sitio en nuestra empresa (LLC Jumla) y nosotros y le explicará a usted personalmente.

source: The sector remains dominated by Hovensa LLC, one of the largest and most modern refineries in the world.
es: El sector sigue dominado por Hovensa L.L.C., una de las refinerías más modernas del mundo.

source: Alton LLC can reject your order without giving any further reasons.
es: Alton LLC puede rechazar su pedido sin brindar explicaciones.

source: The battery back can be replaced only by the manufacturer or an authorised service agent.
es: La sustitución del paquete de baterías puede ser realizada sólo por el fabricante o por un servicio autorizado.

source: Replacement of chain shall only be done if spare parts are obtained from the manufacturer or his approved service agent.
es: Use como recambio de la cadena la cadena original suministrado por el fabricante.

source: Any problems or conditions not understood should be reported to the dealer, distributor, service agent or the manufacturer.
es: Los problemas o condiciones que no se entiendan deberán hacerse saber al concesionario, distribuidor, agente de servicio o fabricante.

source: Use washing agent recommended by the roller coating manufacturer only.
es: Emplear sólo productos de lavado recomendados por el fabricante de los revestimientos de los rodillos.

source: Observe the notes provided by the anti-freeze agent manufacturer and those in the engine manual.
es: Tenga en cuenta también las recomendaciones del fabricante del anticongelante y aquellas contenidas en el manual del motor.

source: If the vehicle is out of service for repair of various defects for a cumulative total of 15 or more days, the vehicle owner or lessee must send written notification of this fact to the manufacturer by registered or express mail to give the manufacturer or authorized service agent an opportunity to inspect or repair the vehicle.
es: Si el vehículo se encuentra fuera de servicio por la reparación de desperfectos varios durante un total acumulado de 15 días o más, el propietario o arrendatario del vehículo debe notificárselo al fabricante por escrito mediante correo certificado o expreso para darle al fabricante o al agente de servicio autorizado una oportunidad de revisar o de reparar el vehículo.

source: No agent, employee or representative of the manufacturer has authority to waive, alter or add to the provisions of this warranty, nor to make any representations or warranty not contained herein.
es: Ningún agente, empleado o representante del fabricante tiene autoridad para renunciar a esta garantía, ni tampoco para alterarla, hacerle añadiduras u ofrecer promesas o garantías no mencionadas en la presente garantía.

source: The specifications of the cleaning agent manufacturer must be observed.
es: Respetar las normas del fabricante de los detergentes!

source: A life-cycle approach to the sustainable use of natural resources should cover the entire supply chain.
es: Un enfoque del ciclo de vida respecto al uso sostenible de los recursos naturales debe cubrir toda la cadena de abastecimiento.

source: Identical concerns were raised in the concluding observations on Australia submitted by the Committee on the Elimination of Racial Discrimination (CERD/C/AUS/CO/14).
es: Las mismas preocupaciones se plantearon en las observaciones finales sobre Australia presentadas por el Comité para la Eliminación de la Discriminación Racial (CERD/C/AUS/CO/14).

source: The public limited company Combus A/S had to manage its transport services on a commercial basis and operate on the market under competitive conditions comparable to those of private bus companies.
es: La sociedad anónima Combus A/S debía gestionar la actividad de transporte sobre una base comercial y operar en el mercado en condiciones de competencia comparables a las de las empresas de autobuses privadas.

source: It also appreciates that the written responses to its list of issues (CCPR/C/AUS/Q/5) were submitted well in advance, thus allowing for their timely translation into the Committee's working languages.
es: Reconoce asimismo que las respuestas por escrito a su lista de cuestiones (CCPR/C/AUS/Q/5) fueron presentadas con mucha antelación, lo cual permitió la traducción oportuna a los idiomas de trabajo del Comité.

source: Certain alleviations apply to this sub-type of the public limited company.
es: A esta subcategoría de sociedades anónimas se aplican algunos trámites simplificados.

source: (Australia), introducing the report (CCPR/C/AUS/5), observed that his Government believed the best way to improve the observance of human rights was through both domestic action and a stronger engagement with the United Nations human rights treaty framework.
es: (Australia) presenta el informe (CCPR/C/AUS/5) e indica que su Gobierno estima que la mejor forma de mejorar la observancia de los derechos humanos es mediante la acción nacional y un compromiso más fuerte para con el marco de las Naciones Unidas consagrado al tratado de derechos humanos.

source: The Company continues to develop its commercial strategy based on market penetration through the offer of services basic telephony, broadband and Subscription TV products to attend specific needs of each market segment, as well as through campaigns to keep customer loyalty.
es: La compañía mantiene su estrategia comercial de penetración a través de la oferta de servicios accesos de Telefonía Básica, Banda Ancha y Televisión para cada segmento de mercado, focalizando esfuerzos en campañas para fidelizar a los clientes.

source: Telefonica del Perú S.A.A. continues to strengthen its commercial strategy based on market penetration through the offer of services to attend each market segment.
es: Telefónica del Perú S.A.A. continúa fortaleciendo su estrategia comercial de penetración por medio de su oferta de servicios dirigido para cada segmento de mercado.

source: What's more, the Kia cee'd has become the linchpin in Kia's long-term growth strategy for European market penetration.
es: Además, el Kia cee'd se ha convertido en el eje de la estrategia de crecimiento a largo plazo de Kia, fundamental para penetrar en el mercado europeo.

source: To define the Product / Market strategies, use was made of the Ansoff (product / market) matrix; the Conglomerate decided to work on the strategies of market penetration, market development, product development and diversification.
es: Para definir las estrategias de Producto/Mercado se utilizó la matriz de Ansoff (producto/mercado); el Conglomerado decidió trabajar en las estrategias de penetración de mercado, desarrollo de mercado, desarrollo de producto y diversificación.

source: Moreover, the acquisition of a local brand is a widespread practice designed to enhance market penetration.
es: Además, la adquisición de una marca nacional es una práctica muy extendida para fomentar la penetración en el mercado.

source: Legal or tax counsel is needed to prepare LLC documents.
es: Es necesaria la asesoría legal o impositiva para preparar documentos de la LLC.

source: American Ordinance LLC (AO) is a premier manufacturer of ammunition to the United States Military.
es: La Ordenanza Americana LLC (AO) es un primer fabricante de municiones a los Militares de los Estados Unidos.

source: GLEN RAVEN CUSTOM FABRICS, LLC MAKES NO WARRANTY OF FITNESS FOR ANY PARTICULAR PURPOSES WHATSOEVER WITH RESPECT TO THE GOODS BEING SOLD.
es: GLEN RAVEN CUSTOM FABRICS, LLC NO TIENE GARANTIAS DE AJUSTE PARA CUALQUIER PROPOSITO EN RELACION A LOS BIENES VENDIDOS.

source: Such interests must first be offered to Identrus itself or to other members before being offered to third parties (see Article 9.3 of the LLC Agreement).
es: Tales derechos deben ofrecerse primero a la propia Identrus o a otros socios antes de ofrecerse a terceros (véase el artículo 9.3 del acuerdo ERL).

source: No other business may be conducted by the LLC.
es: Ningún otro negocio puede ser conducido por la LLC.

source: The LLC (logical link control) layer is responsible for scheduling data transmission and retransmissions, segmentation/reassembly, logical link handling.
es: El control de enlace lógico (LLC - logical link control) se encarga de la programación de las transmisiones y retransmisiones de datos, la segmentación/reensamblado, y el manejo del enlace lógico.

source: This protection extends to the unlawful use of trade names as domain names or web addresses, pursuant to the District Courts decision in U.S. v Washington Mint, LLC 7.
es: Esta protección se extiende al uso ilícito de nombres comerciales como nombres de dominio o direcciones Web, con arreglo a la sentencia del Tribunal de Distrito en el caso el Estado contra Washington Mint, LLC 7.

source: All staff and contractors working for or with a working relationship with Idea Language Services, LLC have signed a non-disclosure agreement applicable to any information provided in a confidential status by Idea Language Services, LLC
es: Todo el personal y los contratistas que mantienen una relación laboral con Idea Language Services, LLC han firmado un acuerdo de confidencialidad respecto de toda la información enviada en carácter de confidencial por Idea Language Services, LLC.

source: Apoyamos la labor de la Oficina del Alto Comisionado de las Naciones Unidas para los Refugiados (ACNUR) y respetamos profundamente la dedicación de sus trabajadores, muchos de los cuales han sacrificado incluso su vida durante el cumplimiento de sus funciones en circunstancias peligrosas.
es: We support the work of the Office of the United Nations High Commissioner for Refugees (UNHCR) and deeply respect the dedication of its staff, many of whom have even sacrificed their lives while carrying out their tasks in perilous circumstances.

source: Asimismo, reclama una labor hacia el seguimiento y la localización integrados y, a más largo plazo, el encaminamiento de la carga a través de los distintos modos.
es: It furthermore calls for work to achieve integrated tracking and tracing and, in the longer term, also routing of freight across modes.

source: Este informe reconoce la labor de las mujeres en el sector pesquero y merece ser apoyado de todo corazón.
es: This report gives recognition to women in the fisheries sector and should be wholeheartedly supported.

source: Environmentally friendly machinesThe aim is to get machines that consider environmental aspects through their entire life-cycle.
es: Máquinas ecológicas El objetivo es conseguir máquinas respetuosas con el medio ambiente a lo largo de todo su ciclo de vida.

source: If waste ceases to be waste, a new life-cycle of the substances starts.
es: Si el residuo deja de ser un residuo, empieza un nuevo ciclo de vida de la sustancia.
